Repository: creaotrhubn26/Creatorhubn-monorepo
Catalog: ipad/Reiseguide/Reiseguide/Localizable.xcstrings
Source language: nb
Languages: da, en

# quiz.ok
source: Neste gang går det bedre. Hør fortellingen en gang til.
da: Næste gang går det bedre. Hør fortællingen en gang til.
en: Better luck next time. Listen to the story once more.

# quiz.option.correct
source: Riktig svar
da: Rigtigt svar
en: Correct answer

# quiz.option.wrong
source: Feil svar
da: Forkert svar
en: Wrong answer

# quiz.perfect
source: Full pott! Du hørte godt etter.
da: Alle rigtige! Du lyttede godt efter.
en: Full marks! You were listening closely.

# quiz.progress
source: Spørsmål %1$@ av %2$@
da: Spørgsmål %1$@ af %2$@
en: Question %1$@ of %2$@

# quiz.result
source: Du fikk %1$@ av %2$@ riktige
da: Du fik %1$@ af %2$@ rigtige
en: You got %1$@ of %2$@ right

# quiz.start
source: Start quizen
da: Start quizzen
en: Start the quiz

# quiz.title
source: Liten quiz
da: Lille quiz
en: Quick quiz

# quiz.wrong
source: Ikke helt. Riktig svar: %@
da: Ikke helt. Rigtigt svar: %@
en: Not quite. The right answer: %@

# rating.failed
source: Vurderingen er lagret på telefonen, men kunne ikke sendes nå. Prøv igjen senere.
da: Vurderingen er gemt på telefonen, men kunne ikke sendes nu. Prøv igen senere.
en: Your rating is saved on this phone but could not be sent now. Try again later.

# rating.sent
source: Takk! Vurderingen er sendt.
da: Tak! Vurderingen er sendt.
en: Thanks! Your rating was sent.

# rating.spoken
source: %1$@ av 5 stjerner, %2$@ vurderinger
da: %1$@ af 5 stjerner, %2$@ vurderinger
en: %1$@ out of 5 stars, %2$@ ratings

# rating.star
source: %@ av 5 stjerner
da: %@ af 5 stjerner
en: %@ out of 5 stars

# rating.title
source: Hva synes du om stedet?
da: Hvad synes du om stedet?
en: How was it?

# related.none
source: Ingen flere steder i nærheten ennå.
da: Ingen flere steder i nærheden endnu.
en: No more places nearby yet.

# related.title
source: Liknende i nærheten
da: Lignende i nærheden
en: Similar places nearby

# search.clear
source: Tøm søk
da: Ryd søgning
en: Clear search

# settings.arrivalNotifications.allow
source: Tillat
da: Tillad
en: Allow

# settings.arrivalNotifications.explanationBody
source: SenseAid Explore kan sende deg et varsel når du er ved en severdighet, selv når appen ikke er åpen. Dette krever at du gir «Alltid»-tilgang til posisjonen din. Du kan skru dette av når som helst i Innstillinger. Varselet starter ikke lyd av seg selv — du velger selv å trykke «Spill av».
da: SenseAid Explore kan sende dig en notifikation, når du er ved en seværdighed, også når appen ikke er åben. Det kræver, at du giver adgang til din position «Altid». Du kan slå det fra når som helst i Indstillinger. Notifikationen starter ikke lyd af sig selv — du vælger selv at trykke på «Afspil».
en: SenseAid Explore can send you a notification when you're at a place, even when the app isn't open. This requires granting “Always” location access. You can turn this off anytime in Settings. The notification doesn't start playback on its own — you choose to tap “Play”.

# settings.arrivalNotifications.explanationTitle
source: Varsle meg ved ankomst?
da: Giv mig besked ved ankomst?
en: Notify me on arrival?

# settings.arrivalNotifications.footer
source: Krever «Alltid»-posisjon. Varsler ikke mens appen er åpen — der vises kortet som vanlig. Åpner appen når du trykker «Spill av»; lyden starter først da.
da: Kræver positionsadgang «Altid». Giver ikke besked, mens appen er åben — der vises kortet som sædvanligt. Åbner appen, når du trykker på «Afspil»; lyden starter først da.
en: Requires Always location access. Doesn't notify while the app is open — the usual card appears there instead. Opens the app when you tap “Play”; playback starts then.

# settings.arrivalNotifications.hint
source: Sender et varsel når du er ved en severdighet, selv om appen ikke er åpen.
da: Sender en notifikation, når du er ved en seværdighed, selv om appen ikke er åben.
en: Sends a notification when you're at a place, even if the app isn't open.

# settings.arrivalNotifications.title
source: Varsle meg ved ankomst
da: Giv mig besked ved ankomst
en: Notify me on arrival

# settings.autoStartOnArrival
source: Start automatisk når jeg er framme
da: Start automatisk, når jeg er fremme
en: Start automatically when I arrive

# settings.duringStory
source: Under fortellingen
da: Under fortællingen
en: During the story

# settings.haptics
source: Vibrasjon
da: Vibration
en: Vibration

# settings.language
source: Språk
da: Sprog
en: Language

# settings.offlineCache
source: Viser lagret innhold (uten nett)
da: Viser gemt indhold (uden net)
en: Showing saved content (offline)

# settings.playback
source: Avspilling
da: Afspilning
en: Playback

# settings.privacy
source: Personvern
da: Privatliv
en: Privacy

# settings.reload
source: Hent innhold på nytt
da: Hent indhold igen
en: Reload content

# settings.resetPurchase
source: Nullstill demo-kjøp
da: Nulstil demokøb
en: Reset demo purchase

# settings.tourModeAutoPlayOnArrival
source: Spill av automatisk under tur
da: Afspil automatisk på turen
en: Auto-play during tour

# settings.unlocked
source: Låst opp
da: Låst op
en: Unlocked

# share.lead
source: Send lenken til noen som bør høre denne fortellingen.
da: Send linket til nogen, der bør høre denne fortælling.
en: Send the link to someone who should hear this story.

# share.message
source: Jeg besøkte %@ med SenseAid Explore. Hør fortellingen her:
da: Jeg besøgte %@ med SenseAid Explore. Hør fortællingen her:
en: I visited %@ with SenseAid Explore. Listen to the story here:

# share.recommend
source: Anbefal til en venn
da: Anbefal til en ven
en: Recommend to a friend

# state.loading
source: Laster
da: Indlæser
en: Loading

# state.no
source: Nei
da: Nej
en: No

# state.off
source: av
da: fra
en: off

# state.on
source: på
da: til
en: on

# tab.explore
source: Utforsk
da: Udforsk
en: Explore

# tab.settings
source: Innstillinger
da: Indstillinger
en: Settings

# tour.celebration.message
source: Du har besøkt alle stedene i %@. Bra jobbet!
da: Du har besøgt alle stederne i %@. Godt klaret!
en: You've visited every place in %@. Well done!

# tour.celebration.title
source: Du har fullført touren!
da: Du har gennemført turen!
en: You've completed the tour!

# tour.resume
source: Fortsett turen
da: Fortsæt turen
en: Resume tour

# tour.resumeHint
source: Går videre til stedet turen venter på.
da: Går videre til det sted, turen venter ved.
en: Continues to the place the tour is waiting at.

# tour.startHint
source: Går til det første ikke-besøkte stedet i ruta.
da: Går til det første ubesøgte sted på ruten.
en: Walks to the first place on the route you haven't visited yet.

# veiviser.arrived
source: Du er framme ved %@
da: Du er fremme ved %@
en: You have arrived at %@

# veiviser.arrivedTitle
source: Du er framme!
da: Du er fremme!
en: You have arrived!

# veiviser.clockLabel
source: Klokka %@
da: Klokken %@
en: %@ o'clock

# veiviser.clockPhrase
source: Klokka %1$@, %2$@
da: Klokken %1$@, %2$@
en: %1$@ o'clock, %2$@

# veiviser.compass.s
source: Sør
da: Syd
en: South

# veiviser.compass.se
source: Sørøst
da: Sydøst
en: Southeast

# veiviser.compass.sw
source: Sørvest
da: Sydvest
en: Southwest

# veiviser.locating
source: Finner posisjon …
da: Finder position …
en: Finding your location …

# veiviser.noHeadingHint
source: Retningssensoren er ikke tilgjengelig; bruker himmelretning i stedet.
da: Retningssensoren er ikke tilgængelig; bruger verdenshjørne i stedet.
en: Direction sensor unavailable; using compass direction instead.

# veiviser.noTarget
source: Fant ikke et sted å vise vei til.
da: Kunne ikke finde et sted at vise vej til.
en: Couldn't find a place to show directions to.

# veiviser.offRoute
source: Du er utenfor ruta. Beregner ny rute.
da: Du er uden for ruten. Beregner ny rute.
en: You're off the route. Recalculating.

# veiviser.repeat
source: Gjenta retning
da: Gentag retning
en: Repeat direction

# veiviser.repeatHint
source: Leser opp retningen til stedet på nytt.
da: Læser retningen til stedet op igen.
en: Reads out the direction to the place again.

# veiviser.speakToggle
source: Les opp retningen
da: Læs retningen op
en: Read out the direction

# veiviser.speakToggleFooter
source: Sier retning og avstand mens du går. Snakker aldri over fortellingen.
da: Siger retning og afstand, mens du går. Taler aldrig oven i fortællingen.
en: Speaks direction and distance while you walk. Never talks over the narration.

# visit.nextStop
source: Gå til neste stopp
da: Gå til næste stop
en: Go to the next stop

# visit.nextStop.cardTitle
source: Neste stopp
da: Næste stop
en: Next stop

# visit.nextStopHint
source: Åpner veiviseren til neste ikke-besøkte stopp på ruten.
da: Åbner vejviseren til det næste ubesøgte stop på ruten.
en: Opens the wayfinder to the next stop on the route you haven't visited yet.

# action.removeFavorite
source: Fjern fra favoritter
en: Remove from favourites

# action.share
source: Del
en: Share

# area.label
source: Område
en: Area

# area.places.one
source: 1 sted
en: 1 place

# area.places.other
source: %@ steder
en: %@ places

# area.selected
source: valgt
en: selected

# arrival.announcement
source: Du står ved %@
en: You're standing at %@

# askGuide.answerAnnouncement
source: Svar fra guiden: %@
en: The guide's answer: %@

# askGuide.answerHeading
source: Svar fra guiden
en: The guide's answer

# askGuide.suggestions
source: Forslag
en: Suggestions

# audioDescription.less
source: Mindre
en: Less

# detail.afterVisit
source: Quiz og vurdering
en: Quiz and rating

# detail.lookAround.accessibleLabel
source: 3D-forhåndsvisning
en: 3D preview

# detail.lookAround.title
source: Se stedet i 3D
en: See the place in 3D

# detail.photoCredit
source: Foto: %1$@ · %2$@
en: Photo: %1$@ · %2$@

# detail.photoCredit.noLicense
source: Foto: %@
en: Photo: %@

# detail.tab.about
source: Om
en: About

# detail.tab.practical
source: Praktisk
en: Practical

# filter.all
source: Alle
en: All

# info.audio
source: Lyd
en: Audio

# info.captions
source: Tekst
en: Text

# info.hasFeatures
source: Har %@
en: Has %@

# map.route.straightLine
source: %@ i luftlinje
en: %@ in a straight line

# map.showDemoArea
source: Vis demo-området
en: Show the demo area

# map.showList
source: Liste
en: List

# map.summary.nearest
source: Nærmeste: %1$@, %2$@ %3$@.
en: Nearest: %1$@, %2$@ %3$@.

# myPlaces.favorites
source: Favoritter
en: Favourites

# myPlaces.sections
source: Visning
en: View

# player.chapters.completed
source: Hørt
en: Listened to

# player.chapters.title
source: Kapitler
en: Chapters

# poi.locked
source: låst
en: locked

# quiz.finish
source: Se resultatet
en: See the result

# rating.label
source: Stjernevurdering
en: Star rating

# rating.sending
source: Sender vurderingen …
en: Sending your rating…

# related.sameCategory
source: Samme kategori
en: Same category

# settings.api
source: Tjeneste
en: Service

# settings.area
source: Område
en: Area

# settings.interactivity
source: Interaktivitet
en: Interactivity

# state.yes
source: Ja
en: Yes

# tab.myPlaces
source: Mine steder
en: My places

# tour.start
source: Start tur
en: Start tour

# veiviser.compass.e
source: Øst
en: East

# veiviser.compass.n
source: Nord
en: North

# veiviser.compass.ne
source: Nordøst
en: Northeast

# veiviser.compass.nw
source: Nordvest
en: Northwest

# veiviser.compass.w
source: Vest
en: West
